/**
 * 0 - 20000 系统级的报错
 */
module.exports = {
	'0'     : {"info" : "接口请求成功"},
	'10000' : {"info" : "{message}"}, // 自定义错误消息
	'10001' : {"info" : "Api接口不存在"},
	'10002' : {"info" : "参数错误: {message}"},
	'10003' : {"info" : "无操作权限"},
	'10004' : {"info" : "permanently moved"}, // 跳转
	'10005' : {"info" : "ticket无效，重新登录"},

	'20001' : {"info" : "发送失败"},
	'20002' : {"info" : "请勿在60内重复发送"},
	'20003' : {"info" : "验证失败"},
	'20004' : {"info" : "验证码已过期"},

	'30001' : {"info" : "文件上传错误"},
	'30002' : {"info" : "标签数量超限"},
	'30003' : {"info" : "你已经入驻这个门店了"},
	'40000' : {"info" : "结束时间不能早于或等于开始时间"},

	'40001' : {"info" : "下单失败 {message} "}
}
